<main class="g_main_lay">
    <div class="terms">
        <h3>About 关于Ta荐</h3>
        <p>Ta荐是一个偏向于跨平台收藏视频的免费工具，目前支持的平台有：B站、抖音、快手、西瓜视频。</p>

        <h5>灵感来源</h5>
        <p>
            平常喜欢看视频，生活中经常跟朋友、家人分享在各平台看到的精彩视频，偶尔聊天想起某个看过的视频但又忘记在哪里看到的，
            发现想要在看过的各大App里的观看记录中找到某个特定的视频是一件费劲的事情，于是想如果有一个专门收藏视频的小工具，
            可以自己设定分类、添加喜欢的视频，下次想要跟朋友、家人分享的时候就容易多了，于是就有了Ta荐。
        </p>

        <h5>为什么叫Ta荐</h5>
        <p>Ta代表的是“他”或者“她”，不包括“它”，是我们的某个朋友、家人。</p>
        <p>
            各大视频平台，以及各种看文章的、买东西的App，都在大力发展“推荐系统”，这些“推荐系统”是程序基于各种设定好的规则替你我进行内容选择，
            它们的这些推荐规则逐渐演变成了“推荐算法”；
            <br>
            在“机器推荐算法”大行其道的今天，人们逐渐忘记了“我们人类才是这个星球的最高级生物”，而“我”才是自己的主人，我想看的、我的兴趣应该我自己决定，
            而且我们有着“人以群分”的习惯，相信一部分朋友会跟我一样，在“被推荐”的时候，更看重的是推荐内容背后的人而不是“机器”；
            <br>
            Ta荐里被收藏视频的所有者“他/她”是人而非冰冷的机器，被推荐的内容也正是Ta的兴趣所在，在这里我们很容易基于共同的兴趣联系在一起。
        </p>

        <h5>Ta荐的价值</h5>
        <p>
            <strong>1. 节省时间</strong><br>
            我们把Ta荐视为你的“聚宝盆”，顾名思义你在Ta荐里创建的收藏夹中收纳了你认为好的、有价值的视频，它们就是你的宝贝，你的收藏夹就是你一个又一个的聚宝盆，
            而你在收藏之后随时想起某个视频，都能如同从你的衣物收纳盒中翻找一件衣服般简单、快速地找到它（你把它加入Ta荐的过程，就如同你把衣物归类放入收纳盒，这个过程会加深你对它的记忆，一旦养成习惯某一类视频都放在同一个收藏夹，想起它的时候很自然就会在这个收藏夹中轻松找到，如同在固定的抽屉找到你的钥匙一样简单）。
        </p>
        <p>
            <strong>2. 基于兴趣连接你我</strong><br>
            互联网上的视频数量之庞大，它们的总时长已经远远超过常人寿命，我们不可能每个视频都看，更别提这些视频的质量原本就良莠不齐，甚至很多都不值得去花费哪怕 1 秒。
            <br>
            那你我在Ta荐中收藏的视频都是我们用宝贵的时间换来的“珍藏”，被分享的朋友来观看我们的收藏，无疑帮Ta避免去看那些远不如我们收藏里的视频而浪费宝贵生命，
            也让彼此了解对方的兴趣所在，这对你、对我都是非常有意义的事情！
        </p>
    </div>
</main>