<main class="g_main_lay">
    <div class="terms">
        <h3>Privacy & cookies 隐私政策</h3>
        <p>Ta荐严格遵守法律法规，并遵循隐私保护原则，不会向任何第三方透露您的非公开信息。</p>

        <h5>我们收集的信息</h5>
        <p>
            您在注册本服务时提供的手机号码；
            <br>
            您在使用本服务时添加的收藏内容及其分类；
            <br>
            您使用我们的服务时，为了维护产品与服务的安全稳定运行，我们可能会收集设备信息、服务日志信息等相关日志信息。
        </p>

        <h5>我们如何使用信息</h5>
        <p>我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。</p>
        <p>
            * 向您提供服务
            <br>
            * 满足您的个性化需求
            <br>
            * 向您推荐您可能感兴趣的广告、资讯等
        </p>

        <h5>我们如何使用Cookie、标识符及相关技术</h5>
        <p>
            Cookie、标识符及相关技术是互联网行业普遍使用的技术。
            按照法律法规的相关规定，我们或我们的第三方合作伙伴，可能通过放置安全的Cookie、标识符及相关技术收集您的信息，以便为您提供更好的用户体验和服务。
        </p>
        <p>
            您在使用本服务时，需要同意本站的Cookies协议，允许本站利用cookies技术保持登录会话、跟踪广告等；
            <br>
            您注册/登录时如果未点击“同意Cookies协议”，在完成注册/登录的时候视为同意Cookies协议。
        </p>
    </div>
</main>