<main class="g_main_lay">
    <div class="terms">
        <h3>Terms of use 服务条款</h3>
        <p>为使用Ta荐的服务，您应当阅读并遵守本协议，请您务必审慎阅读、充分理解各条款内容。</p>

        <h5>一、【协议的范围】</h5>
        <p>
            本协议是用户与Ta荐之间关于其使用Ta荐的服务所订立的协议。
            “Ta荐”是指本站运营者，
            “用户”是指Ta荐的服务的使用人，在本协议中更多地称为“您”。
        </p>

        <h5>二、【本站服务内容】</h5>
        <p>
            “Ta荐”为用户提供收藏来自不同平台视频/网页的服务，旨在帮助用户一站式管理自己的网络收藏。
        </p>

        <h5>三、【账号注册/登录】</h5>
        <p>
            您在使用本服务时需要用手机号码注册、登录，无需密码使用短信验证码进行注册和登录。
            登录成功默认会在您的浏览器里保存登录会话 1 年，以省去您频繁登录的麻烦。
        </p>
        <p>
            您在注册/登录本站的时候，本站需要向您的手机发送一条短信验证码，此验证码当天只会发送一次，且当天有效，
            您在收到短信验证码之后，请至少将其保留 24 小时以便再次登录时使用。
        </p>
        <p>
            您在注册/登录本站的时候，如果您的手机一直无法收到短信验证码，系统将自动帮你填上验证码。
            请务必使用自己的手机号码注册/登录本站，如您使用他人手机号码使用本服务所造成的后果将由您承担。
        </p>

        <h5>四、【用户个人信息保护】</h5>
        <p>
            您在本站注册的手机号码，本站不会向任何第三方透露。
            您在本站添加的收藏，是开放的允许任何人无需你授权的情况下直接浏览。
            您也可以浏览任何其他人添加到本站的收藏内容。
        </p>

        <h5>五、【服务费用】</h5>
        <p>
            本服务主要功能均为免费使用，唯一需要付费使用的是“<strong>获取收藏任意网址的权限</strong>”，具体费用请联系管理员。
        </p>

        <h5>六、【知识产权声明】</h5>
        <p>
            本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表、计算机软件等）的知识产权归Ta荐所有，用户在使用本服务中所产生内容的知识产权归用户所有。
        </p>

        <h5>七、【遵守当地法律监管】</h5>
        <p>
            您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。
        </p>

        <h5>八、【不可抗力及其他免责事由】</h5>
        <p>
            您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务受到影响。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，Ta荐将努力在第一时间与相关单位配合，争取及时进行处理，但是由此给您造成的损失Ta荐在法律允许的范围内免责。
        </p>

        <h5>九、【协议的生效与变更】</h5>
        <p>
            您使用本服务即视为您已阅读本协议并接受本协议的约束。
            <br>Ta荐有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。
            <br>本协议条款变更后，如果您继续使用Ta荐提供的软件或服务，即视为您已接受变更后的协议。
        </p>

        <h5>十、【服务终止】</h5>
        <p>
            如果您在使用本服务的时候，违反了当地的法律，Ta荐在收到当地执法机关发送的终止您的账户请求后，
            有权关闭您的账户，并向当地执法机关提供相关记录。
        </p>
    </div>
</main>